Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/depts/udir.no/15_eksempler-pa-sprakdomener.html.tmx
Source language: sme
Languages: smj

source: ovttasbargu NRK-Sámeradioin
smj: Aktisasjbarggo NRK-sámeradioajn

source: sámegielat girječoakkáldagat
smj: sáme girjjevuorkká

source: sámegielat sátneruvttohasat, árvádusat, govvaráiddut
smj: sáme ruossabágo, árvvádusá, gåvvårájdo

source: digitála govva / video / jietna
smj: digitála gåvå / video / jiena

source: Mađi eanet girjjit leat gávdnamis, dađi eanet lohket sámegillii.
smj: Madi ienep girje li sadjihin, dadi ienep låhkåm máhttá sámegiellaj sjaddat.

source: Sátneruvttohasa sáhttá dihtoris ráhkadit.
smj: Ruossabágo máhtti dagáduvvat dáhtámasjijnan.

source: Dasa gávdnojit nuvtta dihtorprográmmat.
smj: Gávnnuji prográmma ma nåvku dåhkkiji aneduvvat.

source: Oahppit ráhkadit govvaráidduid / video teavsttain.
smj: Oahppe dahki gåvvårájdojt / videoav tevstaj.

source: Dan sáhttá dahkat buot fágain.
smj: Dáv dåhkki dahkat divna fágajn.

source: Filbma, speallu jna..
smj: Filma, spela jnv..

source: Juoigan, sámi mánáidlávlagat, sámi musihkka, sálmmat, sámi muitalusat jna..
smj: Juojggam sáme mánájlávla, sáme musihkka, sálma, sáme subttsasa jnv..

source: Sámi mánáidfilmmat ja mánáid-tv prográmmat.
smj: Sáme mánájfilma ja prográmma mánáj-tv ’ an

source: Ruovttus:
smj: Sijdan:

source: vánhemat, ovddasteaddjit, oarbinat, áhkut / ádját ja eará fuolkkit
smj: æjgáda, åvdåstiddje, oarbbena, ádjá, áhko ja ietjá berraha

source: plánša mas lea alfabehta ja teaksta mii gullá iešguđet fáttáide sáddejuvvo oahppi mielde ruoktot man galget seaidnái darvvihit
smj: plánsja álfábehtajn ja tevsta tjanádum duon dán tebmáj rájaduvvi sijddaj skåvlås ja gatsoduvvi siejnijda sijdan

source: Čilget ohppiide geainna ruovttus sáhttet sámástit.
smj: Dagá oahppijt diedulattjan gejna sij máhtti sijdan sámástit.

source: Dát lea dehálaš giellaoahppanbáikin danin go váhnemat, oarbinat, ja eará fuolkkit sáhttet movttiidahttit oahppat sámegiela ja danin go oahppit sáhttet earáiguin sámástit maŋŋil skuvlaáiggi.
smj: Dát le ájnas sadje giellaoahppamij danen gå æjgáda, oarbbena ja ietjá berraha máhtti måvtustuhttet oahppev sámegielav oahppat ja oahppe máhtti sámástit ienebuv gå ij le skåvllåájgge.

source: Vaikko leat ollu váhnemat geat eai ollásit hálddaš sámegiela, de eatnasat máhttet veaháš.
smj: Juska moadda æjgáda e sámásta ållåsijt, máhtti ienemus oasse binná sámegielav.

source: Buohkat berrejit sámástit, beroškeahttá gielladási.
smj: Divna vierddiji sáhkadit majt máhtti, lehkusa makkir dásen.

source: Sámegielat doaimmat
smj: sámegielakdåjma

source: Vuogasin livččii váhnemiiguin šiehtadit ahte maiddái sii sáhtáše lágidit sámegielat doaimmaid ovttas ohppiiguin, nugomat oktii mánus.
smj: Gæhttjala oadtjot såbadusáv æjgádij nav vaj sij aj máhtti ásadit muhtem sámegielak dåjmajt aktan oahppij, duola degu akti mánnuj.

source: Lea dehálaš ahte váhnemat duođai atnet fuola mánáid guovttegielat oahpahusas.
smj: Ájnas le æjgáda garrasit oassálassti mánáj guovtagielakåhpadussaj.

source: olbmát
smj: dåjma

source: doaimmat
smj: girje

source: girjjit
smj: spela

source: áigečállagat (Š, Nuorat, Samefolket)
smj: Dagá oahppijt diedulattjan gejna sij máhtti sámástit.

source: aviissat (Ávvir, Ságat, Snåsningen, Daerpies Diere)
smj: Muhtema máhtti álgadit giellakáfeajt ásadit.

source: Doalut ja čoahkkimat báikkálaš sámeservviiguin
smj: ásadime ja æjvvalime bájkálasj sámesiebrijn

source: Sámeservviid doaluin ja čoahkkimiin sáhttá deaivvadit sámegielagiiguin.
smj: Æjvvalit sámegielagij sámesiebrij ásadusájn ja æjvvalimijn.

source: Hástal sámeservviid meannudit sámegiela ealáskahttima sierra fáddán, ja ásahit bistevaš sajádagaid gos oahppit ja rávisolbmot sáhttet deaivvadit ja searválagaid bargat, nugomat biepmuid ráhkadt, duddjot ja speallat spealuid.
smj: Hasodit sámesiebrijt dahkat tebmán gåktu sámegielav ælládit, ja ásadit fássta sajijt gånnå oahppe ja ållessjattuga máhtti æjvvalit dagátjit juojddá aktan, duola degu málestit, duodjuhit, ja aj spellat spelajt..

source: Jus galgá lihkostuvvát giellalávgunmodeallaiguin namuha Øzerk (2006) čuovvovaš dehálaš dagaldagaid:
smj: Jus galggá vuorbástuvvat giellabiessemodellaj nammat Øzerk (2006) dájt ájnas faktåvråjt:

source: doarjaga báikkálaš servodagas
smj: bájkálasj sebrudahka doarjjot

source: doarjaga skuvlajođiheddjiin, hálddahusbargiid ja politihkalaš mearrideddjiin
smj: doarjjo skåvllånjunnjusijs, háldadimulmutjijs ja politihkalasj mierrediddjijs

source: doarjaga váhnemiin
smj: æjgádij doarjja

source: gelbbolaš oahpaheaddjit, mearkaša oahpaheaddjit geain lea pedagogalaš duogáš ja guovttegielat gelbbolašvuohta
smj: gárvedum åhpadiddje, jib, åhpadiddje gænna le pedagogalasj vuodo ja guovtegielak máhtudahka

source: gávdnojit buorit oahpponeavvut
smj: luohkko buorre oahppamnævojda

source: áigi oahpaheddjiide ráhkadit ja heivehit oahppoávdnasiid iešguđetge gielaide
smj: ájgge åhpadiddjijda åhpadimnævojt duon dán giellaj tjállet ja hiebadit

source: ahte oahpaheddjiide geažosáigge leat lassioahpahusvejolašvuođat
smj: avtatrájes lasseåhpadusvejulasjvuoda åhpadiddjijda

source: Nana guovttegielat oahpahusmodealla vuođđun vuolgá juo mánáidgárddis.
smj: Vuodo nanos guovtegielak oahppammodællaj juo biejaduvvá mánnágárden.

source: Buorre sámegieloahpahus mánáidgárddis, nugomat giellabeasi bakte, lea ávkkálaš go galgá fállat nana giellalávgunmodealla skuvllas.
smj: Buorre sámegielak åhpadus mánnágárden, duola degu giellabiessemodella tjadá, le ávkálasj gå galggá ásadit nanos giellabiessemodellajt skåvlån.

source: Don sáhtát lohkat eanet giellabeasi modealla ja nana ja rašes oahpahusmodeallaid birra dáppe Todal (2002), Todal (2007), Øzerk (2006-1) ja Øzerk (2006-2).
smj: Dån máhtá låhkåt ienebuv giellabiessemodella birra ja rasjes ja nanos guovtegielak oahppomodella birra girjijn Todal (2002), Todal (2007), Øzerk (2006-1) og Øzerk (2006-2).

source: Rávvejuvvon girjjálašvuohta
smj: Oajvvádum girjálasjvuohta

source: Geavatlaš láhččojuvvon girjjit maid oahpaheaddji sáhttá ávkkástallat beaivválaš giellaoahpahusas:
smj: Praktihkalasj girje ma åhpadiddjáj máhtti ávkken bæjválasj giellaåhpadimen:

source: Eará ávkkálaš girjjálašvuohta guovttegielatvuođa ja gielladomeanaid birra:
smj: Ietjá ávkálasj girjálasjvuohta guovtegielak åhpadussá ja gielladomenaj birra:

source: Geahča muđui oppalaš girjjálašvuođalisttu gos lea eará áigeguovdilis girjjit.
smj: Gehtja aj dábálasj girjálasjvuodalistan ienep hiebalgis girjijt.
